Revit 2027 API
UnitTypeId.Pi Property
 Multiples of π.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Pi { get; }
Public Shared ReadOnly Property Pi As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Pi {
	ForgeTypeId^ get ();
}
static member Pi : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace